Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: during the day it appears as though the sun moves across the sky as it rises comes up in the morning and sets goes down in the evening .
af: gedurende die dag lyk dit asof die son deur die lug beweeg soos dit opkom sonsopkoms in die oggend en sak sonsondergang in die aand .

source: east and west are two directions you must know .
af: oos en wes is twee rigtings wat jy moet ken .

source: if you point at the sun when it appears to rise in the morning you are pointing in the direction of east .
af: as jy na die son wys wanneer dit lyk of dit opkom in die oggend dan wys jy in die oostelike rigting .

source: if you point at the place where the sun sets you are pointing direction of west .
af: as jy na die son wys wanneer dit sak dan wys jy in die westelike rigting .

source: have a look at the picture of sophie .
af: kyk na die prentjie van sophie .

source: sophie loves to get up early and watch the sunrise .
af: sophie hou daarvan om vroeg op te staan en na die sonsopkoms te kyk .

source: she is standing with her arms stretched out pointing in the directions east and west .
af: sy staan met haar arms uitgestrek in die rigtings oos en wes .

source: which is sophie's right hand ?
af: waar is sophie se regterhand ?

source: show her right hand with your finger .
af: dui haar regterhand aan metjou vinger .

source: why do we see a shadow of sophie on the ground ?
af: hoekom sien ons sophie se skaduwee op die grond ?

source: the sun is casting the shadow as sophie is blocking the light from the sun which reaches that part of the ground .
af: die son maak 'n skaduwee want sophie blokkeer die lig vandie son wat daardie deel van die grond sou bereik .

source: in which direction is her shadow pointing ?
af: in watter rigting wys haar skaduwee ?

source: west
af: wes

source: if sophie looks straight in front of her in which direction is she looking ?
af: indien sophie reguit voor haar sou uitkyk in watter rigting kyk sy ?

source: north
af: noord

source: help your learners understand that east is not really a place .
af: help jou leerders om te verstaan dat oos nie regtig 'n plek is nie .

source: wherever you are on earth you can point towards east and if you keep walking east you will see the sunrise in front of you every morning .
af: waarookal jy op aarde is jy kan altyd na oos wys en as jy aanhou oos stap sal jy elke oggend die sonsopkoms voor jou sien .

source: this idea can be a little confusing because we do talk about places like mpumalanga the place where the sun rises .
af: die idee kan 'n bietjie verwarring veroorsaak omdat ons van plekke soos mpumalanga die plek waar die son opkom praat .

source: but if you actually go to mpumalanga's eastern border then you see the sun rise over mozambique .
af: maar as jy in werklikheid na mpumalanga se oostelike grens gaan dan sal jy sien dat die son oor mosambiek opkom .

source: in mozambique the sun rises over the sea and so on .
af: in mosambiek kom die son oor die see op ens .

source: so the difference between the words place and direction is important .
af: die verskil tussen die woorde &#8221;plek&#8221; en &#8221;rigting&#8221; is dus belangrik .

source: we see this if we ask the question how far must i walk to reach the east? the answer is you can never reach it; the east will always be in front of you .
af: ons kan dit sien deur te vra hoe ver moet ek stap om oos te bereik? die antwoord is jy kan dit nooit bereik nie die ooste sal altyd voor jou wees .

source: this becomes practically significant when we tell the learners that the earth rotates towards the east .
af: die praktiese betekenis hiervan kom na vore wanneer ons die leerders vertel dat die aarde na die ooste draai roteer .

source: you cannot find a place on the globe that is marked the east .
af: jy kan nie op die aardbol 'n plek kry wat die ooste genoem word nie .

source: what does the word direction mean ?
af: wat beteken die woord rigting ?

source: you can walk in a direction towards a place .
af: jy kan in 'n rigting na 'n plek stap .

source: if the wind blows you see leaves moving in the same direction as the wind .
af: indien die wind waai sien jy blare beweeg in dieselfde rigting as die wind .

source: remember a direction is not a place that you can reach !
af: onthou 'n rigting is nie 'n plek wat jy kan bereik nie !

source: introduce what it means to discuss something with someone else .
af: verduidelik wat dit beteken om iets te bespreek met iemand anders .

source: you can also introduce the concept of debating which is a more formal discussion where two opposing opposite and different views are put forward on a topic and each group argues their case .
af: jy kan ook die konsep van debat verduidelik dit is 'n meer formele bespreking waar twee teenoorgestelde en verskillende sienings op 'n onderwerp voorgel&#234; word en elke groep hulle saak beredeneer .

source: allow learners a few minutes to discuss the following question with their partner .
af: vra ook vir terugvoering oor die antwoorde .

source: let's have a discussion .
af: kom ons kyk na 'n bespreking .

source: to discuss something is to talk about it and your ideas with someone else or a group of people .
af: om iets te bespreek is om daaroor te praat en jou idees te deel met iemand anders of 'n groep mense .

source: turn to your classmate next to you and discuss the following question .
af: draai na jou klasmaat langs jou en bespreek die volgende vraag .

source: write your answer down then write your partner's answer down .
af: skryf jou antwoord neer en skryf dan jou maat se antwoord neer .

source: where does the sun go at night ?
af: waarheen gaan die son in die aand ?

source: why do we get day and night ?
af: hoekom het ons dag ennag ?

source: your answer is your partner's answer is
af: jou antwoord is jou maat se antwoord is

source: nb the sun does not actually go anywhere at night !
af: nb die son gaan nie werklik &#234;rens heen in die aand nie !

source: we may talk about the movement of the sun across the sky in everyday language but this is incorrect .
af: ons praat miskien oor die beweging van die son deur die lug in daaglikse gesprekke maar dit is verkeerd .

source: the sun does not move the earth rotates on its axis .
af: die son beweeg nie die aarde draai roteer om sy eie as .

source: in the rest of this section make it clear to learners that the sun may appear to move across the sky but it is actually the earth that is spinning which makes it look like the sun moves .
af: maak in die res van hierdie afdeling aan die leerders duidelik dat dit mag lyk of die son deur die lug beweeg maar dat dit in werklikheid die aarde is wat draai en dit laat lyk of die son beweeg .

source: in this next section we will find out these answers !
af: in die volgende afdeling sal ons hierdie vrae beantwoord !

source: does the sun really move or does the earth move ?
af: beweeg die son regtig of is dit die aarde wat beweeg ?

source: when you ride in a bus you may see houses outside the bus .
af: wanneer jy in 'n bus ry mag jy dalk huise buite die bus sien .

source: it looks as if the houses move past your window .
af: dit lyk asof die huise verby die venster beweeg .

source: why do the houses seem to move past your window ?
af: hoekom dink jy lyk dit of die huise verby jou vensterbeweeg ?

source: are the houses really moving ?
af: is die huise werklik besig om te beweeg?bespreek hierdie vraag .

source: don't accept an answer no they are not moving ; ask why they seem to move .
af: moenie die antwoord nee hulle beweeg nie aanvaar nie; vra hoekom dit lyk asof hulle beweeg .

source: learners must realise that the houses seem to move but it happens because the person in the bus is moving .
af: leerders moet besef dat dit lyk asof die huise beweeg maar dit gebeur omdat die persoon wat in die bus ry beweeg .

source: we want learners to put this idea into words for themselves .
af: ons wil h&#234; dat leerders elkeen hierdie idee in hulle eie woorde moet kan weergee .

source: so it is really the person in the bus who is moving; it looks to the person as though the houses are moving but they are not moving .
af: so dit is eintlik die persoon in die bus wat besig is om te beweeg; dit lyk egter vir die persoon asof die huise beweeg maar hulle beweeg nie .

source: you saw how big the sun is when we compare the earth and the sun .
af: jy kan sien hoe groot die son is wanneer ons die aarde en die son vergelyk .

source: go back to the beginning of this term's work to find the picture of the sun and the earth .
af: gaan terug na die begin van hierdie kwartaal se werk en soek 'n prent van die son en die aarde .

source: that great big sun does not move around the earth .
af: daardie groot son beweeg nie rondom die aarde nie .

source: the earth is turning around and that is why we see the sun move past us .
af: die aarde draai en dit is hoekom ons die son verby ons sien beweeg .

source: we are like a person in a bus .
af: ons is soos die persoon in die bus .

source: they are in the bus and they are moving past the houses .
af: sy is in die bus en sy beweeg verby die huise .

source: the sun is like the houses; they are not moving .
af: die son is soos die huise; hulle beweeg nie .

source: it looks to us as though the sun is moving but it's really the earth that is turning around .
af: dit lyk vir ons asof die son beweeg maar dit is in werklikheid die aarde wat draai .

source: you can think of the earth as an orange with a pencil through it .
af: jy kan die aarde voorstel as 'n lemoen met 'n potlood deur die middel .

source: if you twist the pencil the whole orange spins around .
af: wanneer jy die potlood draai draai die hele lemoen in die rondte .

source: this is like the earth spinning around .
af: dit is hoe die aarde draai .

source: the pencil is called the axis of the orange .
af: die potlood word die as van die lemoen genoem .

source: in the same way we can think of an axis that goes through the earth .
af: op dieselfde manier kan ons dink aan 'n as wat deur die aarde gaan .

source: the axis is a line that we can imagine it is not a real thing .
af: die as is 'n lyn wat ons kan verbeel voorstel dit is nie 'n werklike ding nie .

source: earth spins around that axis .
af: die aarde draai om daardie as .

source: we say the earth rotates spins .
af: ons s&#234; dat dieaarde om die as roteer draai .

source: we say that the earth has an axis that it rotates on .
af: ons s&#234; dat die aarde 'n as het waarom dit wentel roteer .

source: this axis runs from the north pole to the south pole as you can see in the picture .
af: die as loop van die noordpool tot by die suidpool soos jy in die prent kan sien .

source: other objects also have axes of rotation .
af: ander items het ook asse waarom hulle wentel .

source: for example an ice skater has a vertical axis that she rotates on when spinning on a spot during her performance .
af: byvoorbeeld 'n ysskaatser het 'n vertikale as waarom sy wentel wanneer sy op een plek draai gedurende 'n vertoning .

source: a log which is floating in water can also roll around .
af: 'n houtstomp wat in die water dryf kan ook in die rondte tol .

source: it will have a horizontal axis of rotation .
af: dit het 'n horisontale as waarom dit draai .

source: this is to make sure your learners are following the explanation .
af: dit is om seker te maak dat die leerders die verduideliking volg .

source: make small people out of prestik and stick their feet on the globe at durban and cape town .
af: maak klein mense uit prestik en plak hulle voete op die aardbol vas by durban en kaapstad .

source: look at the globe in the picture .
af: kyk na die aardbol in die prent .

source: if you were in durban would it be daytime or nighttime ?
af: as jy in durban is sou dit dag of nag wees ?

source: if you were in cape town would it be daytime or nighttime ?
af: as jy in kaapstad is is dit dag of nag ?

source: which city will come back into daytime first cape town or durban ?
af: watter stad sal eerste terug beweeg in daglig kaapstad of durban ?

source: skill predicting from the pattern they can see .
af: vaardigheid voorspelling uit die patroon wat hulle kan sien .

source: answer durban .
af: antwoord durban .

source: we know that the sun rises earlier in durban than in cape town .
af: ons weet dat die son altyd vroe&#235;r opkom in durban as in kaapstad .

source: how many hours pass for the earth to turn around once ?
af: hoeveel ure neem dit die aarde om een keer in die rondte te draai ?

source: 24 hours .
af: 24 uur .

source: people did not discover how long an hour is; they decided how long an hour would be and they divided up the day night into 24 hours .
af: mense het nie ontdek hoe lank 'n uur is nie; hulle het besluit hoe lank dit gaan wees .

source: we see the sun appear to rise and move across the sky every day .
af: ons sien die son lyk asof dit opkom en elke dag deur die lug beweeg .

source: but the sun does not really move ; it only seems to move !
af: maar die son beweeg nie regtig nie ; dit kom net voor asof dit beweeg !

source: earth is spinning round and round and we are moving around with the earth .
af: die aarde draai om en om en ons beweeg saam met die aarde .

source: they must move their whole bodies around not just their heads !
af: hulle moet hulle hele liggaam beweeg nie net hulle koppe draai nie !

source: make sure to emphasise to learners that they are moving their head around which is like the earth rotating whilst the light source the sun does not move .
af: maak seker om aan die leerders te beklemtoon dat wanneer hulle hulle koppe draai is dit soos die aarde wat draai terwyl die ligbron die son nie beweeg nie .

source: by now you know that all the planets revolve travel around the sun .
af: teen hierdie tyd weet jy dat al die planete om die son wentel beweeg .

source: each planet has its own pathway .
af: elke planeet het sy eie baan .

source: this is called its orbit .
af: dit word 'n wentelbaan genoem .

source: we can also say planets orbit the sun .
af: ons kan ook s&#234; dat planete om die son wentel .

source: earth also moves in its own orbit around the sun .
af: die aarde beweeg ook in sy eie wentelbaan om die son .

source: this movement is called the revolution of the earth around the sun .
af: hierdie beweging word die omwenteling van die aarde om die son genoem .

source: we can also say that the earth orbits around the sun .
af: ons kan ook s&#234; dat die aarde om die son wentelbane .

source: we have now come across two new words rotation and revolution .
af: ons het nou twee nuwe woorde te&#235;gekom rotasie draai en omwenteling .

source: remember these are not the same thing !
af: onthou dat hierdie nie dieselfde ding is nie !

source: let's do an activity using our own bodies to understand the difference between revolution and rotation .
af: kom ons doen 'n aktiwiteit met ons eie liggame om die verskil te verstaan tussen omwenteling en rotasie draai .

source: most people including adults mix up the terms revolution' and rotation' .
af: baie mense insluitende volwassenes raak deurmekaar met die terminologie omwenteling en rotasie .

source: the simplest way to deal with this is to say that the earth spins around its own axis and it orbits around the sun .
af: die eenvoudigste manier om dit te hanteer is om te s&#234; dat die aarde om sy eie as draai en dat dit om die son wentel .

source: we can use orbit as a verb .
af: ons kan ook wentel gebruik as 'n werkwoord .

source: in the next activity make sure to show the difference in the body movements when rotating and when revolving .
af: in die volgende aktiwiteit maak seker om die verskil indie liggaamsbewegings uit te wys tydens rotasie en omwenteling .

source: explain to learners when they are doing each one .
af: verduidelik vir die leerders terwyl hulle elkeen doen .

source: this is also another way of making a model of the motions of the earth .
af: dit is ook nog 'n manier om 'n model te maak van die aarde se bewegings .

source: we did it before with the ball swinging around on a long string .
af: ons het dit al voorheen gedoen met die bal wat aan die punt van 'n lang tou rondgeswaai is .

source: in this model who represents the sun and who represents the earth ?
af: in hierdie model wie stel die son voor en wie stel die aarde voor ?

source: every 4 years we have a leap year which is when there is one extra day in the year .
af: elke 4 jaar het ons 'n skrikkeljaar dan is daar een ekstra dag in die jaar .

source: this is because the earth actually takes 365.25 days to revolve around the sun and not just 365 days .
af: dit gebeur omdat die aarde eintlik 365.25 dae in plaas van net 365 dae neem om een omwenteling om die son te voltooi .

source: so every 4 years we have an extra day to account for these quarter days .
af: dus het ons elke 4 jaar een ekstra dag vir al die kwart dae .

source: the learner standing still is the sun and the learner moving around is the earth .
af: die leerder wat stilstaan stel die son voor en die leerder wat beweeg stel die aarde voor .

source: when you are spinning and walking in a circle around your partner sometimes you face your partner and sometimes your back is to your partner .
af: wanneer jy draai en in 'n sirkel stap om jou maat kyk jy by tye na jou maat en by ander tye is jou rug op jou maat gedraai .

source: which of these represents day for you and which represents night for you ?
af: watter een van die situasies stel vir jou dag voor en watter een nag ?

source: when you face your partner it is like day as the sun shines on your face and when your back is to your partner then it is like night .
af: wanneer jy na jou maat kyk is dit soos dag wanneer die son op jou gesig skyn .

source: you could spin around very quickly but how many hours need to pass for the earth to rotate once ?
af: jy kon baie vinnig draai !

source: you could also move around your partner quite quickly .
af: jy kon ook vinnig om jou maat stap .

source: in reality how long does it take for the earth to go once around the sun ?
af: hoe lank neem dit die aarde in werklikheid om een keer om die son te wentel ?

source: how can you find east ?
af: hoe kan jy oos kry ?

source: look towards the place where the sun comes up in the morning .
af: kyk na die plek waar die son opkom in die oggend .

source: how can you find north ?
af: hoe kan jy noord kry ?

source: stretch out your arms so that your right hand point east and your left hand points west .
af: strek jou arms uit sodat jou regterhand oos wys en joulinkerhand wes .

source: then north is the direction in front of you .
af: dan is noord direk voor jou .

source: why does it look as though the sun moves across the sky when we know that the sun does not move ?
af: hoekom lyk dit asof die son deur die lug beweeg as ons weet dat die son nie beweeg nie ?

source: the sun seems to move because the earth is rotating turning .
af: die son lyk asof dit beweeg want die aarde is besig om te draai roteer .

source: the sun seems to move from east to west but that is because the earth is rotating from west to east .
af: die son lyk asof dit van oos na wes beweeg maar dit is omdat die aarde van wes na oos draai .

source: where is the sun when it is nighttime where we are ?
af: waar is die son wanneer dit nag by ons is ?

source: the sun is on the other side of the world .
af: die son is aan die anderkant van die w&#234;reld .

source: when we are having night is everybody in the world also having night ?
af: wanneer dit by ons nag is is dit nag by almal regoor diew&#234;reld ?

source: the earth spins on its own axis .
af: die aarde draai om sy eie as .

source: what term refers to this ?
af: watter term verwys hierna ?

source: rotate rotation
af: rotasie draai

source: the earth and the other planets travel in an orbit around the sun .
af: die aarde en die ander planete beweeg in 'n wentelbaan om die son .

source: revolve revolution
af: omwenteling revolusie

source: how many hours does it take the earth to rotate once ?
af: hoeveel ure neem dit vir die aarde om een rotasie draai te voltooi ?

source: how many days does it take the earth to revolve once around the sun ?
af: hoeveel dae neem dit vir die aarde om een keer om die son te wentel ?

source: 365.25 days
af: 365 25 dae

source: do you think mars would take more earth days to revolve around the sun than earth does ?
af: dink jy dat dit mars meer aarddae sal neem as die aarde om om die son te wentel ?

source: yes it would take longer because it is further away and therefore has a longer bigger pathway .
af: ja dit sal langer neem want dit is verder weg van die son af en het daarom 'n langer groter wentelbaan .

source: this is because it is 365.25 days .
af: omdat 'n jaar eintlik 365 25 dae lank is .

source: as our calendar only has 365 days four quarters make up an extra day every four years .
af: aangesien ons kalender net 365 dae het maak vier kwarte 'n ekstra dag elke vier jaar .

source: this might be quite hard as it deals with fractions .
af: dit mag dalk moeilik wees om te verstaan aangesien dit breuke bevat .

source: on earth we see only one side of the moon .
af: op aarde sien ons net een kant van die maan .

source: nobody knew what the far side to the moon looked like until the soviet luna spacecraft went into orbit around the moon in 1959 and photographed the far side .
af: niemand het geweet hoe die agterkant van die maan gelyk het totdat die soviet maantuig in 'n wentelbaan om diemaan gegaan het in 1959 en die agterkant afgeneem het nie .

source: the force of gravity between the earth and moon holds the moon's near side facing us .
af: die gravitasie krag tussen die aarde en die maan hou die maan se voorkant na ons gerig .

source: video showing the movement of the moon http www.youtube.com watch?v exipl0uhr k&amp;feature related
af: video wat die beweging van die maan wys http www.youtube.com watch?v exipl0uhr k&amp;feature related

source: it is a very difficult concept to understand that we only ever see one side of the moon yet the moon still rotates .
af: dit is 'n baie moeilike konsep om te verstaan dat ons slegs een kant van die maan sien hoewel die maan draai roteer .

source: the following dramatisation will help learners to understand this .
af: maak seker dat die bal wat gebruik word 'n duidelike merk aan die een kant het sodat dit as 'n verwysing gebruik kan word .

source: do we always see the same side of the moon? video http www.youtube.com watch?v ozib leg75q&amp;feature related
af: sien ons altyd dieselfde kant van die maan? video http www.youtube.com watch?v ozib leg75q&amp;feature related

source: the learner swinging the ball always sees the same side of the ball but a person standing watching the ball will say that it rotates .
af: die leerder wat die bal swaai sien altyd dieselfde kant van die bal maar 'n persoon wat een kant staan en kyk sal s&#234; dat dit draai roteer .

source: the red mark on the ball will point to the side of the room then to the back of the room then to the other side and then to the front of the room .
af: die rooi merk op die bal sal wys na die een kant van die kamer dan na die agterkant dan na die oorkant en dan na die voorkant van die kamer .

source: so the person watching will say that the ball has rotated and also revolved .
af: die persoon wat waarneem sal s&#234; dat die bal wel gedraai geroteer het en ook omwentel het .

source: the real moon takes about 28 days to rotate once .
af: die werklike maan neem omtrent 28 dae om een rotasie draai te voltooi .

source: the moon also revolves in orbit around the earth as you saw in the last activity .
af: die maan wentel ook in 'n baan om die aarde soos jy gesien het in die vorige aktiwiteit .
